Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/Photos.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ICLOUDPHOTOS_GROUP_FOOTER_FALLBACK_DESCRIPTION_EXITING_OPTIMIZE_STORAGE
source: iCloud Photos has been turned off. Items in iCloud will be deleted soon. You can undo this in %@ or choose Download and Keep Originals below to download a complete copy of your photos and videos.
ar: تم إيقاف صور iCloud، وسيتم حذف العناصر في iCloud قريبًا. يمكنك التراجع عن هذا في %@ أو اختيار "تنزيل الملفات الأصلية والاحتفاظ بها" أدناه لتنزيل نسخة كاملة من الصور والفيديوهات.
bg: Функцията iCloud снимки е изключена. Елементите в iCloud скоро ще бъдат изтрити. Можете да отмените това действие в %@ или да изберете по-долу опцията Изтегляне и запазване на оригиналите, за да изтеглите пълно копие на снимките и видеата си.
ca: S’han desactivat les fotos a l‘iCloud. Els ítems de l’iCloud s’eliminaran aviat. Pots desfer aquesta acció a la %@ o seleccionar “Descarrega i conserva els originals”, a sota, per descarregar una còpia completa de les fotos i els vídeos.
cs: Fotky na iCloudu byly vypnuty. Položky na iCloudu budou brzy smazány. Tuto akci můžete odvolat v %@ nebo si níže stáhnout úplnou kopii všech svých fotek a videí pomocí volby Stáhnout a ponechat původní.
da: iCloud-fotos er blevet slået fra. Emner i iCloud bliver snart slettet. Du kan fortryde dette i %@ eller vælge Hent og behold originaler nedenfor for at hente en komplet kopi af dine fotos og videoer.
de: iCloud-Fotos wurde deaktiviert. Objekte in iCloud werden in Kürze gelöscht. Du kannst dies in der %@ widerrufen oder unten „Laden und Originale behalten“ auswählen, um eine vollständige Kopie deiner Fotos und Videos zu laden.
el: Οι Φωτογραφίες iCloud έχουν απενεργοποιηθεί. Τα στοιχεία στο iCloud θα διαγραφούν σύντομα. Μπορείτε να αναιρέσετε αυτήν την ενέργεια στη %@ ή να επιλέξετε «Λήψη και διατήρηση αρχικών» παρακάτω για να πραγματοποιηθεί λήψη ενός πλήρους αντιγράφου των φωτογραφιών και των βίντεό σας.
es: Se ha desactivado “Fotos en iCloud” y lo que hay en iCloud se eliminará en breve. Puedes deshacer esta acción en “%@” o seleccionar la opción “Descargar y conservar originales” que hay a continuación para descargar una copia completa de tus fotos y vídeos.
es_us: Se desactivó Fotos en iCloud y los elementos relacionados se eliminarán pronto. Puedes cancelar esta acción en %@, o seleccionar Descargar y conservar originales para descargar una copia completa de tus fotos y videos.
fi: iCloud-kuvat on laitettu pois päältä. iCloudissa olevat kohteet poistetaan pian. Voit perua tämän %@ tai ladata kaikki kuvasi ja videosi valitsemalla ”Lataa ja pidä alkuperäiset”.
fr: Photos iCloud a été désactivé. Les éléments présents sur iCloud seront bientôt supprimés. Vous pouvez annuler cette opération dans %@ ou sélectionner l’option « Télécharger et conserver les originaux » ci-dessous pour télécharger une copie intégrale de vos photos et de vos vidéos.
fr_ca: L’option Photos iCloud a été désactivée. Le contenu stocké sur iCloud sera bientôt supprimé. Vous pouvez annuler ceci dans %@ ou choisir l’option « Télécharger et garder les originaux » ci-dessous pour télécharger l’ensemble de vos photos et vidéos.
he: המאפיין ״תמונות iCloud״ כובה. פריטים ב-iCloud יימחקו בקרוב. באפשרותך לבטל זאת דרך %@, או לבחור ב״הורדה ושמירה של הקבצים המקוריים״ למטה כדי להוריד עותקים מלאים של התמונות והסרטונים שלך.
hi: iCloud तस्वीर को बंद कर दिया गया है। iCloud के आइटम जल्दी ही डिलीट कर दिए जाएँगे। आप %@ में इसे पहले जैसा कर सकते हैं या अपनी तस्वीरों और वीडियो की पूरी कॉपी डाउनलोड करने के लिए नीचे “डाउनलोड करें और मूल कॉपी बनाए रखें” चुनें।
hr: Isključene su iCloud fotografije. Stavke na iCloudu uskoro će biti obrisane. Možete to poništiti u %@ ili odabrati opciju “Preuzmi i zadrži originale” u nastavku za preuzimanje svih kopija svojih fotografija i videozapisa.
hu: Az iCloud-fotók ki lett kapcsolva. Az iCloudban található elemek hamarosan törölve lesznek. Ezt visszavonhatja az %@ menüpontban, vagy választhatja az alábbi Letöltés és eredetik megőrzése lehetőséget a fotók és videók teljes másolatának letöltéséhez.
id: Foto iCloud telah dimatikan. Item di iCloud akan segera dihapus. Anda dapat mengurungkan ini di %@ atau memilih Unduh dan Simpan yang Asli di bawah untuk mengunduh salinan lengkap foto dan video Anda.
it: “Foto di iCloud” è stato disattivato. Gli elementi su iCloud verranno eliminati a breve. Puoi annullare l’azione nella %@ o scegliere “Scarica e conserva originali” qui sotto per scaricare una copia completa delle foto e dei video.
ja: iCloud写真はオフになっています。iCloudの項目はまもなく削除されます。これは“%@”で取り消すことができます。あるいは、“オリジナルをダウンロード”を選択してすべての写真とビデオのコピーをダウンロードすることができます。
kk: «iCloud фотолары» функциясы өшірілді. iCloud сервисіндегі элементтержақын арада жойылады. Бұл әрекеттен «%@» бөлімінде бас тартуға немесе фотолар мен видеолардың толық көшірмесін жүктеп алу үшін «Түпнұсқаларын сақтау» опциясын таңдауға болады.
ko: iCloud 사진이 꺼져 있습니다. iCloud에 있는 항목이 곧 삭제됩니다. %@에서 이 동작을 실행 취소하거나, 아래에서 ‘다운로드 및 원본 유지’를 선택하여 사용자의 사진 및 비디오 복사본 전체를 다운로드할 수 있습니다.
lt: Programa „iCloud“ nuotraukos“ yra išjungta. „iCloud“ esantys elementai netrukus bus ištrinti. Anuliuoti šį veiksmą galite srityje „%@“ arba pasirinkti toliau esančią funkciją „Atsisiųsti ir išsaugoti originalus“, kad atsisiųstumėte visas savo nuotraukų ir vaizdo įrašų kopijas.
ms: Foto iCloud telah dinyahaktifkan. Item dalam iCloud akan dipadamkan tidak lama lagi. Anda boleh membuat asal ini dalam %@ atau memilih Muat Turun dan Simpan Asal di bawah untuk memuat turun salinan lengkap foto serta video anda.
nb: iCloud Bilder er slått av. Objekter i iCloud vil bli slettet snart. Du kan angre dette i %@, eller velge Last ned og behold originaler nedenfor for å laste ned en kopi av alle bildene og videoene dine.
nl: iCloud-foto's is uitgeschakeld. Onderdelen worden binnenkort verwijderd uit iCloud. Je kunt dit ongedaan maken in %@ of 'Download en bewaar originelen' hieronder kiezen om een volledige kopie van je foto's en video's te downloaden.
pl: Funkcja Zdjęcia w iCloud została wyłączona. Rzeczy przechowywane w iCloud zostaną usunięte wkrótce. Możesz to cofnąć w %@ lub wybrać poniżej Pobieraj i pozostaw oryginały, aby pobrać pełną kopię swoich zdjęć i wideo.
pt: As Fotos do iCloud foram desativadas. Os itens no iCloud serão apagados em breve. Você pode desfazer isso no %@ ou escolher Baixar e Manter Originais abaixo para baixar uma cópia completa das suas fotos e vídeos.
pt_pt: A funcionalidade Fotografias em iCloud foi desativada. Os elementos em iCloud serão apagados em breve. Pode anular esta operação nas %@ ou escolher a opção “Descarregar e manter originais” abaixo para descarregar uma cópia completa das suas fotografias e vídeos.
ro: Funcționalitatea Poze iCloud a fost dezactivată. Articolele de pe iCloud vor fi șterse în curând. Puteți anula acest lucru în %@ sau puteți alege de mai jos “Descărcare și păstrare originale” pentru a descărca o copie completă a pozelor și clipurilor video.
ru: Функция «Фото iCloud» выключена. Хранящиеся в iCloud объекты вскоре будут удалены. Вы можете отменить это в разделе «%@» или выбрать вариант «Сохранение оригиналов», чтобы загрузить копию всех своих фото и видео.
sk: Služba iCloud Fotky bola vypnutá. Položky na iCloude budú onedlho vymazané. Môžete to odvolať v %@, prípadne si stiahnuť úplnú kópiu svojich fotiek a videí pomocou možnosti Stiahnuť a ponechať originály.
sl: Funkcija Fotografije iCloud je izklopljena. Elementi v storitvi iCloud bodo kmalu izbrisani. To dejanje lahko razveljavite v razdelku %@ ali pa izberite spodnjo možnost Prenesi in ohrani izvirnike, da prenesete kopijo vseh svojih fotografij in videov.
sv: iCloud-bilder har stängts av. Objekt på iCloud raderas snart. Du kan ångra detta i %@ eller välja ”Hämta och behåll original” nedan om du vill hämta en komplett kopia med alla dina bilder och videor.
th: “รูปภาพ iCloud” ถูกปิดใช้ รายการบน iCloud จะถูกลบในไม่ช้านี้ คุณสามารถเลิกทำการทำงานนี้ได้ใน %@ หรือเลือกดาวน์โหลดและเก็บต้นฉบับด้านล่างเพื่อดาวน์โหลดสำเนาของรูปภาพและวิดีโอทั้งหมดของคุณ
tr: iCloud Fotoğrafları kapalı. iCloud’daki öğeler yakında silinecek. Bunu %@ bölümünde geri alabilir ya da fotoğraflarınızın ve videolarınızın eksiksiz bir kopyasını indirmek için aşağıda İndir ve Özgünleri Tut’u seçebilirsiniz.
uk: Фото iCloud було вимкнено. Елементи в iCloud буде невдовзі видалено. Відмінити це можна в меню «%@». Можна також обрати варіант «Залишати оригінали» нижче, щоб викачати повну копію своїх фото й відео.
vi: Ảnh iCloud đã bị tắt. Các mục trong iCloud sẽ sớm bị xóa. Bạn có thể hoàn tác hành động này trong %@ hoặc lựa chọn Tải về và giữ lại bản gốc ở bên dưới để tải về bản sao hoàn chỉnh của các ảnh và video của bạn.
zh_cn: “iCloud照片”已关闭。iCloud中的项目很快将删除。你可以在%@中撤销此操作，也可以在下方选择“下载并保留原片”来完整下载照片和视频。
zh_hk: 「iCloud相片」已關閉。即將刪除iCloud中的項目。你可以在「%@」中還原，或選擇下方的「下載並保留原始檔」以下載完整版本的相片和影片。
zh_tw: 「iCloud照片」已關閉。iCloud中的項目即將刪除。你可以在「%@」中還原，或選擇下方的「下載並保留原始檔」來下載完整版本的照片和影片。

# ICLOUDPHOTOS_INFO_DONE
source: Sync completed
ar: تمت المزامنة
bg: Синхронизацията е завършена
ca: Sincronització completa
cs: Synchronizace dokončena
da: Synkronisering færdig
de: Sync abgeschlossen
el: Ο συγχρονισμός ολοκληρώθηκε
es: Sincronización completada
es_us: Sincronización completada
fi: Synkronointi valmis
fr: Synchronisation terminée
fr_ca: Synchronisation terminée
he: הסנכרון הושלם
hi: सिंक पूरा हुआ
hr: Sinkronizacija je dovršena
hu: A szinkronizálás befejeződött
id: Penyelarasan selesai
it: Sincronizzazione terminata
ja: 同期が完了しました
kk: Синхрондау аяқталды
ko: 동기화 완료
lt: Baigta sinchronizuoti
ms: Penyelarasan selesai
nb: Synkronisering fullført
nl: Synchronisatie voltooid
pl: Synchronizacja ukończona
pt: Sincronização concluída
pt_pt: Sincronização concluída
ro: Sincronizare finalizată
ru: Синхронизация завершена
sk: Synchronizácia dokončená
sl: Sinhronizacija je dokončana
sv: Synkronisering klar
th: การเชื่อมข้อมูลเสร็จสิ้น
tr: Eşzamanlama tamamlandı
uk: Синхронізацію завершено
vi: Hoàn tất đồng bộ hóa
zh_cn: 已完成同步
zh_hk: 同步完成
zh_tw: 同步完成

# ICLOUDPHOTOS_KEEP_ORIGINALS
source: Download and Keep Originals
ar: تنزيل الملفات الأصلية والاحتفاظ بها
bg: Запазване на оригиналите
ca: Descarrega i conserva els originals
cs: Stáhnout a ponechat původní
da: Hent og behold originaler
de: Laden und Originale behalten
el: Λήψη και διατήρηση αρχικών
es: Descargar y conservar originales
es_us: Descargar y conservar originales
fi: Lataa ja pidä alkuperäiset
fr: Télécharger et garder les originaux
fr_ca: Télécharger et garder les originaux
he: הורדה ושמירה של הקבצים המקוריים
hi: डाउनलोड करें और मूल कॉपी बनाए रखें
hr: Preuzmi i zadrži originale
hu: Letöltés és eredetik megőrzése
id: Unduh dan Simpan yang Asli
it: Scarica e conserva originali
ja: オリジナルをダウンロード
kk: Түпнұсқаларды сақтау
ko: 다운로드 및 원본 유지
lt: Atsisiųsti ir palikti originalus
ms: Muat Turun dan Simpan Asal
nb: Last ned og behold originaler
nl: Download en bewaar originelen
pl: Pobieraj i pozostaw oryginały
pt: Baixar e Manter Originais
pt_pt: Descarregar e manter originais
ro: Descărcare și păstrare originale
ru: Сохранение оригиналов
sk: Stiahnuť a ponechať originály
sl: Prenesi in ohrani izvirnike
sv: Hämta och behåll original
th: ดาวน์โหลดและเก็บต้นฉบับไว้
tr: İndir ve Özgünleri Tut
uk: Залишати оригінали
vi: Tải về và Giữ lại Bản gốc
zh_cn: 下载并保留原片
zh_hk: 下載並保留原始檔
zh_tw: 下載並保留原始檔

# ICLOUDPHOTOS_MAINSWITCH
source: iCloud Photos
ar: صور iCloud
bg: iCloud снимки
ca: Fotos a l’iCloud
cs: Fotky na iCloudu
da: iCloud-fotos
de: iCloud-Fotos
el: Φωτογραφίες iCloud
es: Fotos en iCloud
es_us: Fotos en iCloud
fi: iCloud-kuvat
fr: Photos iCloud
fr_ca: Photos iCloud
he: תמונות iCloud
hi: iCloud तस्वीर
hr: iCloud fotografije
hu: iCloud-fotók
id: Foto iCloud
it: Foto di iCloud
ja: iCloud写真
kk: iCloud фотолары
ko: iCloud 사진
lt: „iCloud“ nuotraukos
ms: Foto iCloud
nb: iCloud Bilder
nl: iCloud-foto's
pl: Zdjęcia w iCloud
pt: Fotos do iCloud
pt_pt: Fotografias em iCloud
ro: Poze iCloud
ru: Фото iCloud
sk: iCloud Fotky
sl: Fotografije iCloud
sv: iCloud-bilder
th: รูปภาพ iCloud
tr: iCloud Fotoğrafları
uk: Фото iCloud
vi: Ảnh iCloud
zh_cn: iCloud照片
zh_hk: iCloud相片
zh_tw: iCloud照片

# ICLOUDPHOTOS_MAINSWITCH_FORMAT_Apple Vision Pro
source: Sync this Apple Vision Pro
ar: مزامنة Apple Vision Pro هذه
bg: Синхронизирай Apple Vision Pro
ca: Sincronitza l’Apple Vision Pro
cs: Synchronizovat tyto Apple Vision Pro
da: Synkroniser Apple Vision Pro
de: Diese Apple Vision Pro synchronisieren
el: Συγχρονισμός αυτού του Apple Vision Pro
es: Sincronizar este Apple Vision Pro
es_us: Sincronizar este Apple Vision Pro
fi: Synkronoi tämä Apple Vision Pro
fr: Synchroniser cet Apple Vision Pro
fr_ca: Synchroniser cet Apple Vision Pro
he: סנכרון Apple Vision Pro זה
hi: यह Apple Vision Pro सिंक करें
hr: Sinkroniziraj ovaj Apple Vision Pro
hu: Az Apple Vision Pro szinkronizálása
id: Selaraskan Apple Vision Pro ini
it: Sincronizza Apple Vision Pro
ja: このApple Vision Proを同期
kk: Осы Apple Vision Pro құрылғысын синхрондау
ko: 이 Apple Vision Pro 동기화
lt: Sinchronizuoti šį „Apple Vision Pro“
ms: Selaraskan Apple Vision Pro ini
nb: Synkroniser Apple Vision Pro
nl: Synchroniseer deze Apple Vision Pro
pl: Synchronizuj ten Apple Vision Pro
pt: Sincronizar este Apple Vision Pro
pt_pt: Sincronizar este Apple Vision Pro
ro: Sincronizați acest Apple Vision Pro
ru: Синхронизация этого Apple Vision Pro
sk: Synchronizovať toto Apple Vision Pro
sl: Sinhroniziraj to napravo Apple Vision Pro
sv: Synkronisera denna Apple Vision Pro
th: เชื่อมข้อมูล Apple Vision Pro เครื่องนี้
tr: Bu Apple Vision Pro’yu Eşzamanla
uk: Синхронізувати цей Apple Vision Pro
vi: Đồng bộ hóa Apple Vision Pro này
zh_cn: 同步此Apple Vision Pro
zh_hk: 同步此Apple Vision Pro
zh_tw: 同步此Apple Vision Pro

# ICLOUDPHOTOS_MAINSWITCH_FORMAT_iPad
source: Sync this iPad
ar: مزامنة هذا الـ iPad
bg: Синхронизирай iPad
ca: Sincronitza l’iPad
cs: Synchronizovat tento iPad
da: Synkroniser denne iPad
de: Dieses iPad synchronisieren
el: Συγχρονισμός αυτού του iPad
es: Sincronizar este iPad
es_us: Sincronizar este iPad
fi: Synkronoi tämä iPad
fr: Synchroniser cet iPad
fr_ca: Synchroniser cet iPad
he: סנכרון iPad זה
hi: यह iPad सिंक करें
hr: Sinkroniziraj ovaj iPad
hu: Az iPad szinkronizálása
id: Selaraskan iPad ini
it: Sincronizza questo iPad
ja: このiPadを同期
kk: Осы iPad құрылғысын синхрондау
ko: 이 iPad 동기화
lt: Sinchronizuoti šį „iPad“
ms: Selaraskan iPad ini
nb: Synkroniser denne iPaden
nl: Synchroniseer deze iPad
pl: Synchronizuj tego iPada
pt: Sincronizar este iPad
pt_pt: Sincronizar este iPad
ro: Sincronizați acest iPad
ru: Синхронизация этого iPad
sk: Synchronizovať tento iPad
sl: Sinhroniziraj ta iPad
sv: Synkronisera denna iPad
th: เชื่อมข้อมูล iPad เครื่องนี้
tr: Bu iPad’i Eşzamanla
uk: Синхронізувати цей iPad
vi: Đồng bộ hóa iPad này
zh_cn: 同步此iPad
zh_hk: 同步此iPad
zh_tw: 同步此iPad

# ICLOUDPHOTOS_MAINSWITCH_FORMAT_iPhone
source: Sync this iPhone
ar: مزامنة هذا الـ iPhone
bg: Синхронизирай iPhone
ca: Sincronitza l’iPhone
cs: Synchronizovat tento iPhone
da: Synkroniser denne iPhone
de: Dieses iPhone synchronisieren
el: Συγχρονισμός αυτού του iPhone
es: Sincronizar este iPhone
es_us: Sincronizar este iPhone
fi: Synkronoi tämä iPhone
fr: Synchroniser cet iPhone
fr_ca: Synchroniser cet iPhone
he: סנכרון iPhone זה
hi: यह iPhone सिंक करें
hr: Sinkroniziraj ovaj iPhone
hu: Az iPhone szinkronizálása
id: Selaraskan iPhone ini
it: Sincronizza questo iPhone
ja: このiPhoneを同期
kk: Осы iPhone-ды синхрондау
ko: 이 iPhone 동기화
lt: Sinchronizuoti šį „iPhone“
ms: Selaraskan iPhone ini
nb: Synkroniser denne iPhonen
nl: Synchroniseer deze iPhone
pl: Synchronizuj tego iPhone’a
pt: Sincronizar este iPhone
pt_pt: Sincronizar este iPhone
ro: Sincronizați acest iPhone
ru: Синхронизация iPhone
sk: Synchronizovať tento iPhone
sl: Sinhroniziraj ta iPhone
sv: Synkronisera denna iPhone
th: เชื่อมข้อมูล iPhone เครื่องนี้
tr: Bu iPhone’u Eşzamanla
uk: Синхронізувати цей iPhone
vi: Đồng bộ hóa iPhone này
zh_cn: 同步此iPhone
zh_hk: 同步此iPhone
zh_tw: 同步此iPhone

# ICLOUDPHOTOS_MAINSWITCH_FORMAT_iPod touch
source: Sync this iPod touch
ar: مزامنة هذا الـ iPod touch
bg: Синхронизирай iPod touch
ca: Sincronitza l’iPod touch
cs: Synchronizovat tento iPod touch
da: Synkroniser denne iPod touch
de: Diesen iPod touch synchronisieren
el: Συγχρονισμός αυτού του iPod touch
es: Sincronizar este iPod touch
es_us: Sincronizar este iPod touch
fi: Synkronoi tämä iPod touch
fr: Synchroniser cet iPod touch
fr_ca: Synchroniser cet iPod touch
he: סנכרון iPod touch זה
hi: यह iPod touch सिंक करें
hr: Sinkroniziraj ovaj iPod touch
hu: Az iPod touch szinkronizálása
id: Selaraskan iPod touch ini
it: Sincronizza questo iPod touch
ja: このiPod touchを同期
kk: Осы iPod touch-ты синхрондау
ko: 이 iPod touch 동기화
lt: Sinchronizuoti šį „iPod touch“
ms: Selaraskan iPod touch ini
nb: Synkroniser denne iPod touch
nl: Synchroniseer deze iPod touch
pl: Synchronizuj tego iPoda touch
pt: Sincronizar este iPod touch
pt_pt: Sincronizar este iPod touch
ro: Sincronizați acest iPod touch
ru: Синхронизация этого iPod touch
sk: Synchronizovať tento iPod touch
sl: Sinhroniziraj ta iPod touch
sv: Synkronisera denna iPod touch
th: เชื่อมข้อมูล iPod touch เครื่องนี้
tr: Bu iPod touch’ı Eşzamanla
uk: Синхронізувати цей iPod touch
vi: Đồng bộ hóa iPod touch này
zh_cn: 同步此iPod touch
zh_hk: 同步此iPod touch
zh_tw: 同步此iPod touch

# ICLOUDPHOTOS_OK
source: OK
ar: موافق
bg: ОК
he: אישור
hi: ठीक
id: OKE
ko: 확인
lt: Gerai
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# ICLOUDPHOTOS_OPTIMIZE_STORAGE
source: Optimize Storage
ar: تحسين التخزين
bg: Оптимизиране на пространството за съхранение
ca: Optimitza l’emmagatzematge
cs: Optimalizovat úložiště
da: Optimer lagring
de: Speicher optimieren
el: Βελτιστοποίηση χώρου αποθήκευσης
es: Optimizar almacenamiento
es_us: Optimizar almacenamiento
fi: Optimoi tallennustila
fr: Optimiser le stockage
fr_ca: Optimiser le stockage
he: מיטוב שטח האחסון
hi: स्टोरेज ऑप्टिमाइज़ करें
hr: Optimiziraj memoriju
hu: Tárhely optimalizálása
id: Optimalkan Penyimpanan
it: Ottimizza spazio
ja: ストレージを最適化
kk: Сақтау орнын оңтайландыру
ko: 저장 공간 최적화
lt: Optimizuoti saugyklą
ms: Optimumkan Storan
nb: Optimaliser lagring
nl: Optimaliseer opslag
pl: Optymalizuj dysk
pt: Otimizar Armazenamento
pt_pt: Otimizar armazenamento
ro: Optimizare stocare
ru: Оптимизация хранилища
sk: Optimalizovať úložisko
sl: Optimiziraj shrambo
sv: Optimera lagring
th: ปรับขนาดพื้นที่จัดเก็บข้อมูล
tr: En İyi Saklama
uk: Оптимізувати сховище
vi: Tối ưu hóa Dung lượng
zh_cn: 优化储存空间
zh_hk: 最佳化儲存空間
zh_tw: 最佳化儲存空間

# ICLOUDPHOTOS_PAUSE
source: Pause for 1 Day
ar: إيقاف مؤقت ليوم واحد
bg: Пауза за 1 ден
ca: Posa en pausa durant un dia
cs: Pozastavit na jeden den
da: Pause i 1 dag
de: 1 Tag anhalten
el: Παύση για 1 ημέρα
es: Pausar durante un día
es_us: Pausar por un día
fi: Keskeytä päiväksi
fr: Faire une pause pendant 1 jour
fr_ca: Mise en pause pendant un jour
he: השהיה ליום אחד
hi: 1 दिन के लिए पॉज़ करें
hr: Pauziraj na 1 dan
hu: Szüneteltetés egy napig
id: Jeda selama 1 Hari
it: In pausa per 1 giorno
ja: 1日間だけ一時停止
kk: 1 күнге кідірту
ko: 1일동안 일시 정지
lt: Pristabdyti vienai dienai
ms: Jeda selama 1 Hari
nb: Sett på pause i 1 dag
nl: Pauzeer 1 dag
pl: Wstrzymaj na 1 dzień
pt: Pausar por 1 Dia
pt_pt: Pausar durante 1 dia
ro: Suspendați pentru 1 zi
ru: Приостановить на день
sk: Pozastaviť na 1 deň
sl: Začasno ustavi za 1 dan
sv: Pausa 1 dag
th: หยุดพัก 1 วัน
tr: 1 Gün Duraklat
uk: Пауза на 1 день
vi: Tạm dừng 1 Ngày
zh_cn: 暂停1天
zh_hk: 暫停1日
zh_tw: 暫停1天

# ICLOUDPHOTOS_PROGRESS
source: Progress
ar: التقدم
bg: Прогрес
ca: Estat
cs: Průběh
da: Status
de: Fortschritt
el: Πρόοδος
es: Estado
es_us: Progreso
fi: Edistyminen
fr: Progression
fr_ca: Progression
he: התקדמות
hi: प्रगति
hr: Napredak
hu: Folyamat
id: Kemajuan
it: Avanzamento
ja: 進行状況
kk: Орындалу барысы
ko: 진행 상태
lt: Eiga
ms: Kemajuan
nb: Framdrift
nl: Voortgang
pl: Postęp
pt: Progresso
pt_pt: Progresso
ro: Evoluție
ru: Ход операции
sk: Priebeh
sl: Potek
sv: Förlopp
th: ดำเนินการอยู่
tr: İlerleme
uk: Перебіг
vi: Tiến trình
zh_cn: 进度
zh_hk: 進度
zh_tw: 進度

# ICLOUDPHOTOS_REMOVE_FROM_DEVICE_Apple Vision Pro
source: Remove from Apple Vision Pro
ar: إزالة من Apple Vision Pro
bg: Премахни от Apple Vision Pro
ca: Elimina de l’Apple Vision Pro
cs: Odebrat z Apple Vision Pro
da: Fjern fra Apple Vision Pro
de: Von Apple Vision Pro entfernen
el: Αφαίρεση από το Apple Vision Pro
es: Eliminar del Apple Vision Pro
es_us: Eliminar del Apple Vision Pro
fi: Poista Apple Vision Prosta
fr: Supprimer de l’Apple Vision Pro
fr_ca: Supprimer de l’Apple Vision Pro
he: הסרה מה-Apple Vision Pro
hi: Apple Vision Pro से हटाएँ
hr: Ukloni s uređaja Apple Vision Pro
hu: Eltávolítás az Apple Vision Próról
id: Hapus dari Apple Vision Pro
it: Rimuovi da Apple Vision Pro
ja: Apple Vision Proから削除
kk: Apple Vision Pro құрылғысынан жою
ko: Apple Vision Pro에서 제거
lt: Pašalinti iš „Apple Vision Pro“
ms: Keluarkan daripada Apple Vision Pro
nb: Fjern fra Apple Vision Pro
nl: Verwijder van Apple Vision Pro
pl: Usuń z tego Apple Vision Pro
pt: Remover deste Apple Vision Pro
pt_pt: Remover do Apple Vision Pro
ro: Eliminați de pe Apple Vision Pro
ru: Удалить с Apple Vision Pro
sk: Odstrániť z Apple Vision Pro
sl: Odstrani iz naprave Apple Vision Pro
sv: Ta bort från Apple Vision Pro
th: เอาออกจาก Apple Vision Pro
tr: Apple Vision Pro’dan Sil
uk: Вилучити з Apple Vision Pro
vi: Xóa khỏi Apple Vision Pro
zh_cn: 从Apple Vision Pro移除
zh_hk: 從Apple Vision Pro移除
zh_tw: 從Apple Vision Pro中移除

# ICLOUDPHOTOS_REMOVE_FROM_DEVICE_iPad
source: Remove from iPad
ar: إزالة من الـ iPad
bg: Премахни от iPad
ca: Elimina de l’iPad
cs: Odstranit z iPadu
da: Fjern fra iPad
de: Vom iPad entfernen
el: Αφαίρεση από το iPad
es: Eliminar del iPad
es_us: Eliminar del iPad
fi: Poista iPadista
fr: Supprimer de l’iPad
fr_ca: Supprimer de l’iPad
he: הסרה מה-iPad
hi: iPad से हटाएँ
hr: Ukloni s iPada
hu: Eltávolítás az iPadről
id: Hapus dari iPad
it: Rimuovi da iPad
ja: iPadから削除
kk: iPad құрылғысынан жою
ko: iPad에서 제거
lt: Pašalinti iš „iPad“
ms: Keluarkan daripada iPad
nb: Fjern fra iPad
nl: Verwijder van iPad
pl: Usuń z iPada
pt: Remover do iPad
pt_pt: Remover do iPad
ro: Eliminați de pe iPad
ru: Удалить c iPad
sk: Odstrániť z iPadu
sl: Odstrani iz iPada
sv: Ta bort från iPad
th: เอาออกจาก iPad
tr: iPad’den Sil
uk: Вилучити з iPad
vi: Xóa khỏi iPad
zh_cn: 从iPad移除
zh_hk: 從iPad移除
zh_tw: 從iPad中移除

# ICLOUDPHOTOS_REMOVE_FROM_DEVICE_iPhone
source: Remove from iPhone
ar: إزالة من الـ iPhone
bg: Премахни от iPhone
ca: Elimina de l’iPhone
cs: Odstranit z iPhonu
da: Fjern fra iPhone
de: Vom iPhone entfernen
el: Αφαίρεση από το iPhone
es: Eliminar del iPhone
es_us: Eliminar del iPhone
fi: Poista iPhonesta
fr: Supprimer de l’iPhone
fr_ca: Supprimer de l’iPhone
he: הסרה מה-iPhone
hi: iPhone से हटाएँ
hr: Ukloni s iPhonea
hu: Eltávolítás az iPhone-ról
id: Hapus dari iPhone
it: Rimuovi da iPhone
ja: iPhoneから削除
kk: iPhone құрылғысынан жою
ko: iPhone에서 제거
lt: Pašalinti iš „iPhone“
ms: Keluarkan daripada iPhone
nb: Fjern fra iPhone
nl: Verwijder van iPhone
pl: Usuń z iPhone'a
pt: Remover do iPhone
pt_pt: Remover do iPhone
ro: Eliminați de pe iPhone
ru: Удалить c iPhone
sk: Odstrániť z iPhonu
sl: Odstrani iz iPhona
sv: Ta bort från iPhone
th: เอาออกจาก iPhone
tr: iPhone’dan Sil
uk: Вилучити з iPhone
vi: Xóa khỏi iPhone
zh_cn: 从iPhone移除
zh_hk: 從iPhone移除
zh_tw: 從iPhone中移除
